-- phpMyAdmin SQL Dump
-- version 4.7.7
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: 2018 年 2 朁E23 日 06:38
-- サーバのバージョン： 10.1.28-MariaDB
-- PHP Version: 7.1.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `db`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `tb3`
--

CREATE TABLE `tb3` (
  `id` int(20) NOT NULL,
  `type` varchar(1024) NOT NULL,
  `name` varchar(1024) NOT NULL,
  `addr` varchar(1024) NOT NULL,
  `corp` varchar(1024) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- テーブルのデータのダンプ `tb3`
--

INSERT INTO `tb3` (`id`, `type`, `name`, `addr`, `corp`) VALUES
(1, '太陽光発電所', 'オリックス51M津メガソーラー発電所', '津市白山町', 'オリックス株式会社'),
(2, '太陽光発電所', '木曽岬干拓地メガソーラー発電所', '桑名郡木曽岬町、桑名市、愛知県弥富市', '木曽岬メガソーラー株式会社'),
(3, '太陽光発電所', '近鉄伊賀ゆめが丘ソーラー発電所', '伊賀市ゆめが丘', '近鉄不動産株式会社'),
(4, '太陽光発電所', '松阪山室メガソーラー発電所', '松阪市山室町', '三交不動産株式会社'),
(5, '太陽光発電所', '伊勢二見メガソーラー光の街', '伊勢市二見町', '三交不動産株式会社'),
(6, '太陽光発電所', 'メガソーラー江戸橋発電所', '津市江戸橋', '株式会社シーエナジー'),
(7, '太陽光発電所', 'フジワラソーラーパーク', 'いなべ市', '株式会社リオグループホールディングス'),
(8, '太陽光発電所', '津 栗真町屋メガソーラー発電所', '津市栗真町屋町', '三交不動産株式会社'),
(9, '太陽光発電所', '四日市グリーンソーラーガーデン', '四日市市下海老町', '株式会社竹中土木'),
(10, '太陽光発電所', '近鉄志摩スペイン村ソーラー発電所', '志摩市磯部町', '近畿日本鉄道株式会社'),
(11, '太陽光発電所', '津メガソーラー杜の街', '津市河芸町', '三交不動産株式会社'),
(12, '太陽光発電所', 'メガソーラはぎの', '津市芸濃町', '合同会社レークサイドソーラ'),
(13, '太陽光発電所', '斎宮きららの森メガソーラー', '多気郡明和町大字池村', '合同会社FPKきららの森'),
(14, '太陽光発電所', '楠メガソーラー発電所', '四日市市楠町', '昭和四日市石油株式会社'),
(15, '風力発電所', '新青山高原風力発電所', '津市、伊賀市', '株式会社青山高原ウインドファーム'),
(16, '風力発電所', 'ウインドパーク笠取', '津市美里町、伊賀市上阿波', '株式会社シーテック'),
(17, '風力発電所', '度会ウィンドファーム１期', '度会郡度会町', 'エコ・パワー株式会社'),
(18, '風力発電所', 'ウインドパーク美里', '津市美里町', '株式会社シーテック'),
(19, '風力発電所', '青山高原風力発電所', '津市、伊賀市', '株式会社青山高原ウインドファーム'),
(20, '風力発電所', 'ウインドパーク久居榊原', '津市榊原町', '株式会社シーテック'),
(21, '水力発電所', '尾鷲第一発電所', '尾鷲市南浦', '電源開発株式会社'),
(22, '水力発電所', '小森発電所', '熊野市紀和町', '電源開発株式会社'),
(23, '水力発電所', '宮川第二発電所', '北牟婁郡紀北町三浦', '中部電力株式会社'),
(24, '水力発電所', '宮川第一発電所', '北牟婁郡紀北町島原', '中部電力株式会社'),
(25, '水力発電所', '尾鷲第二発電所', '尾鷲市南浦', '電源開発株式会社'),
(26, '水力発電所', '宮川第三発電所', '多気郡大台町大杉', '中部電力株式会社'),
(27, '水力発電所', '三瀬谷発電所', '多気郡大台町菅合', '中部電力株式会社'),
(28, '水力発電所', '大和谷発電所', '多気郡大台町久豆', '中部電力株式会社'),
(29, '水力発電所', '蓮発電所', '松阪市飯高町', '中部電力株式会社'),
(30, '水力発電所', '青田発電所', '松阪市飯高町', '中部電力株式会社'),
(31, '水力発電所', '長発電所', '多気郡大台町長ケ', '中部電力株式会社'),
(32, '水力発電所', '青蓮寺発電所', '名張市中知山', '中部電力株式会社'),
(33, '水力発電所', '比奈知発電所', '名張市上比奈知', '中部電力株式会社'),
(34, '水力発電所', '銚子川第二発電所', '北牟婁郡紀北町相賀', '中部電力株式会社'),
(35, '木質バイオマス発電所', 'グリーンエナジー津バイオマス発電所', '津市雲出鋼管町', '株式会社グリーンエナジー津'),
(36, '木質バイオマス発電所', '多気バイオパワー', '多気郡多気町西山', '株式会社中部プラントサービス'),
(37, '木質バイオマス発電所', '松阪木質バイオマス発電所', '松阪市小片野町', '三重エネウッド株式会社'),
(38, '火力発電所', '川越火力発電所', '三重郡川越町大字亀崎新田', '中部電力株式会社'),
(39, '火力発電所', '四日市火力発電所', '四日市市三郎町', '中部電力株式会社'),
(40, '火力発電所', '尾鷲三田火力発電所', '尾鷲市国市松泉町', '中部電力株式会社');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tb3`
--
ALTER TABLE `tb3`
  ADD PRIMARY KEY (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
